<?php
return [
    'name' => 'CommunityAnalytics',

    'permissions' => [
        'admin' => 'Определение производительности вашего сервера на рынке.',
    ],

    'cards' => [
        'marketing' => [
            'title' => 'Улучшенный маркетинг',
            'message' => 'Привлекать новых игроков проще и дешевле.',
        ],
        'retention' => [
            'title' => 'Удержание',
            'message' => 'Определите, почему геймеры останавливаются и что их привлекает.',
        ],
        'more-money' => [
            'title' => 'Увеличьте свой доход',
            'message' => 'Найдите свои лучшие товары и пользователей, чтобы увеличить свои доходы.',
        ],
        'competition' => [
            'title' => 'Конкуренция',
            'message' => "Определение производительности вашего сервера на рынке.",
        ],
    ],

    'success' => [
        'regenerate-api-key' => "Api-токен успешно регенерирован!",
    ],

    'admin' => [
        'why-api-key' => "Теперь у вас есть API-ключ и Url, которые позволят вам собирать статистику магазина на сайте Azuriom.",
        'go-add-store' => "Посетите наш сайт, чтобы добавить Azuriom в магазин вашего сообщества.",
        'regenerate' => "Регенерировать",
        'api-key' => "Api ключ",
        'api-url' => "Api url",
    ],

    'follow-link' => 'Пожалуйста, перейдите по этой ссылке.',
];
